Repository: armstrongcorner/sidu_mac
Catalog: sidu/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (%lld) retry
zh_hans: (%lld) 重试

source: After deleting your account, your data will no longer be saved in this application, and you will no longer be able to use this account to log in to this application. If you want to continue using your account after deleting it, please register again. Are you sure to delete the account?
zh_hans: 删除账号后，您的数据将不再保存在本应用中，并且将不能再使用该账号登陆本应用。删除账号后如要继续使用，请重新注册账号。 确认删除账号吗？

source: Cancel
zh_hans: 取消

source: Chat
zh_hans: 对话

source: Chat is completed
zh_hans: 对话已结束

source: Check Update
zh_hans: 检测更新

source: Clear Topics
zh_hans: 清空会话

source: Click to end chat
zh_hans: 点击结束当前会话

source: Complete Register
zh_hans: 完成注册

source: Confirm
zh_hans: 确认

source: Confirm to clear the current topic/chat history?
zh_hans: 确认清空当前账号所有会话记录吗?

source: Confirm to logout?
zh_hans: 确定退出登录么?

source: Confirm to restart the app to apply the new language?
zh_hans: 更改应用程序语言需要重启应用，现在就重启吗?

source: Current Language:
zh_hans: 语言

source: Delete
zh_hans: 删除

source: Delete Account
zh_hans: 删除账号

source: Email for username to login
zh_hans: 邮箱将作为用户名用来登录

source: Input again to confirm password
zh_hans: 再次输入密码以确认

source: Live Chat
zh_hans: 实时对话

source: Login
zh_hans: 登录

source: Logout
zh_hans: 退出

source: Mark as Completed
zh_hans: 结束该会话

source: No account? Go to sign up
zh_hans: 还没有账号？去注册一个吧

source: Password
zh_hans: 密码

source: Please go to your email box to get the verification code and fill the code form, then click 'Verify' button
zh_hans: 请去邮箱查看6位数字验证码，并填写到下面的验证码框后点击“去验证”按钮

source: Registration 1/2
zh_hans: 用户注册 1/2

source: Registration 2/2
zh_hans: 用户注册 2/2

source: send code
zh_hans: 发送验证码

source: Switch Language
zh_hans: 切换语言

source: Total topics:
zh_hans: 会话主题条目:

source: Username/Email/Mobile
zh_hans: 用户名/邮件/手机号

source: Verification Code
zh_hans: 验证码

source: Verify
zh_hans: 去验证

source: Version:
zh_hans: 当前版本:

source: Warning
zh_hans: 重要提示
